Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: So now I'm going to hook you up over here so that you get the -- It's going to feel a little bit weird at first, this is going to feel like a -- (Laughter) You know, when you lose your free will, and someone else becomes your agent, it does feel a bit strange.
ne: अब म तपाईंलाइ तारले जोड्दै छु -- सुरुमा अलिकति अप्ठ्यारो लाग्नेछ यस्तो लाग्नेछ - (हाँसो) जब तपाई आफ्नो स्वतन्त्रता गुमाउनुहुन्छ र अरु कोहि तपाईंको माध्यम बन्छ अनौठो लाग्छ नै

source: Now I want you to relax your hand.
ne: अब तपाईं आफ्नो हात स्वतन्त्र गर्नुहोस

source: Sam, you're with me?
ne: साम, कस्तो लाग्दैछ?

source: So you're going to squeeze.
ne: आफ्नो हात चलाउनुहोस

source: I'm not going to turn it on yet, so go ahead and give it a squeeze.
ne: म अझै यो यन्त्र अन गर्दै छैन . त्यसैले हात खुम्च्याउन सक्नुहुन्छ

source: So now, are you ready, Miguel?
ne: मिगेल, तपाई तयार हुनुहुन्छ?

source: MG: Ready as I'll ever be.
ne: मिगेल: एकदम तयार छु

source: GG: I've turned it on, so go ahead and turn your hand.
ne: ग्रेग: मैंले यन्त्र अन गरेको छु . अब हात खुम्च्याउनुहोस त

source: Do you feel that a little bit? MG: Nope.
ne: केहि महसुस भयो? मिगेल: अहँ, केहि भएन

source: GG: Okay, do it again? MG: A little bit.
ne: ग्रेग: फेरी गर्नुस त मिगेल: अलि अलि भयो

source: GG: A little bit? (Laughter) So relax.
ne: ग्रेग: अलि अलि ? (हाँसो) एकछिन है त

source: So hit it again.
ne: फेरी गर्नुस त

source: (Laughter) Oh, perfect, perfect.
ne: (हाँसो) ठिक छ ठिक छ

source: So relax, do it again.
ne: एकछिनमा फेरी गर्नुस है

source: All right, so right now, your brain is controlling your arm and it's also controlling his arm, so go ahead and just do it one more time.
ne: यहाँ, यतिखेर, तपाईंको दिमागले तपाईंको पाखुराको नियन्त्रण गर्दै छ, साथ साथमा उसको पनि एकपटक फेरी गर्नुस त

source: All right, so it's perfect. (Laughter) So now, what would happen if I took over my control of your hand?
ne: ठिक छ, ठिक छ (हाँसो) मैंले तपाईंको हातको नियन्त्रण लिएँ भने, के हुन्छ

source: And so, just relax your hand.
ne: हात खुकुलो गर्न सक्नुहुन्छ

source: What happens?
ne: के भयो?

source: Ah, nothing.
ne: केहि पनि भएन

source: Why not?
ne: किन?

source: Because the brain has to do it.
ne: किनकि, यो दिमागले गर्नुपर्छ

source: So you do it again.
ne: फेरी गर्नुस त

source: All right, that's perfect.
ne: एकदम ठिक, राम्रो

source: Thank you guys for being such a good sport.
ne: सहभागिताको लागि धन्यवाद

source: This is what's happening all across the world -- electrophysiology!
ne: अहिले संसारभर यहि हुँदैछ - Electrophysiology!

source: We're going to bring on the neuro-revolution.
ne: हामी मस्तिस्क क्रान्ति लेराउँदै छौं

source: When I was a kid, my parents would tell me, "You can make a mess, but you have to clean up after yourself."
ne: म सानो हुँदा, बा आमाले भन्नुहुन्थ्यो - "तिमीहरु लथालिंग त पार्न पाउछौ, तर पछि आफैंले सफा गर्नुपर्छ " ।

source: So freedom came with responsibility.
ne: स्वतन्त्रता उत्तरदायीत्व संगै आउंथ्यो ।

source: But my imagination would take me to all these wonderful places, where everything was possible.
ne: म भने कल्पनाको संसारमा ती आश्चर्यजनक ठाउंहरुमा पुग्थें, जहाँ जे पनि सम्भव थियो ।

source: So I grew up in a bubble of innocence -- or a bubble of ignorance, I should say, because adults would lie to us to protect us from the ugly truth.
ne: यसरी, म सरलताको संसारमा हुर्कें ---- अथवा भनौं, अज्ञानताको अन्धकारमा हुर्कें, किनकि, तितो सत्य देखि रक्षागर्न हाम्रा अग्रजहरु झुठो बोल्नुहुन्थ्यो ।

source: And growing up, I found out that adults make a mess, and they're not very good at cleaning up after themselves.
ne: हुर्कदै जाँदा मैंले बुझें, ठुलाहरू पनि भद्रगोल गर्छन, उनीहरुपनि आफुले गरेको भद्रगोल राम्ररी सफा गर्दैनन् ।

source: Fast forward, I am an adult now, and I teach citizen science and invention at the Hong Kong Harbour School.
ne: अब म बयस्क भइसकें र अहिले हङकङ हार्बर स्कूलमा नागरिक विज्ञान र आविष्कार बिषय सिकाउछु ।

source: And it doesn't take too long before my students walk on a beach and stumble upon piles of trash.
ne: मेरो बिद्यार्थीहरुलाई- समुद्रको किनारमा दौडिन र फोहोरको थुप्रोमा ठोक्किन कत्तिपनि बेर लाग्दैन ।

source: So as good citizens, we clean up the beaches -- and no, he is not drinking alcohol, and if he is, I did not give it to him.
ne: एउटा असल नागरिक बनेर, हामी सामुद्रिक किनार सफा गर्छौं, उसले मदिरा पिउंदै गरेको होइन, भएपनि म उसलाई कहाँ दिन्छु र!

source: (Laughter) And so it's sad to say, but today more than 80 percent of the oceans have plastic in them.
ne: ----- (हाँसो)------ दु:खका साथ भन्नुपर्दा, अहिले समुद्रहरुमा ८०% भन्दा बढी प्लास्टिक मिसिएको छ ।

source: It's a horrifying fact.
ne: यो डरलाग्दो सत्य हो ।

source: And in past decades, we've been taking those big ships out and those big nets, and we collect those plastic bits that we look at under a microscope, and we sort them, and then we put this data onto a map.
ne: विगतका दशकहरूमा, ठुला पानीजहाजमा ठुला ठुला जालीहरू थापेर प्लास्टिकका टुक्राहरु संकल गरेर माईक्रोस्कोप हेर्दै, हामी तिनलाई छुट्याउथ्यौं, र ती डाटा नक्सामा प्रस्तुत गर्थ्यौं ।

source: But that takes forever, it's very expensive, and so it's quite risky to take those big boats out.
ne: तर त्यो काम कहिल्यै नसकिने, खर्चिलो, र जहाजको कारणले खतरापूर्ण पनि थिए।

source: So with my students, ages six to 15, we've been dreaming of inventing a better way.
ne: त्यसैले ६ देखि १५ बर्ष भित्रका बिद्यार्थीहरु मिलेर अनुसन्धान गर्ने सजिलो तरिकाको खोजी गर्दैछौं ।

source: So we've transformed our tiny Hong Kong classroom into a workshop.
ne: यसैको लागि, हामीले सानो कक्षा कोठालाई प्रयोगशाला बनाएका छौं ।

source: And so we started building this small workbench, with different heights, so even really short kids can participate.
ne: हामीले काम गर्ने टेबल बनाउन थाल्यौं , जून, होचा केटाकेटीहरुले समेत काम गर्न मिल्ने विभिन्न उचाईको थियो ।

source: And let me tell you, kids with power tools are awesome and safe.
ne: हातमा बिभिन्न उपकरण बोकेका केटाकेटीहरु आकर्षक अनि सुरक्षित देखिन्छन, हैन त ?

source: (Laughter) Not really.
ne: ----- (हाँसो)------ खासमा चैं होइन ।

source: And so, back to plastic.
ne: प्रसंग फेरी प्लास्टिककै,

source: We collect this plastic and we grind it to the size we find it in the ocean, which is very small because it breaks down.
ne: हामी यी प्लास्टिक जम्मा गर्छौं र पिंधेर समुद्रमा भेटिने जत्रै आकारको बनाऊछौं, जून अत्तिनै सानो हुन्छ ।

source: And so this is how we work.
ne: हामी यसैगरी काम गर्छौं ।

source: I let the imaginations of my students run wild.
ne: म केटाकेटीहरुलाई कल्पनाको संसारमा छोडीदिन्छु ।

source: And my job is to try to collect the best of each kid's idea and try to combine it into something that hopefully would work.
ne: मेरो काम, प्रत्येक केटाकेटीहरुको राम्रो कल्पना टिप्ने र ती सबैलाई जम्मा गरेर काम गर्न सकिने एउटा बिचारमा रुपान्तरण गर्नु हो ।

source: And so we have agreed that instead of collecting plastic bits, we are going to collect only the data.
ne: अहिले हामीले प्लास्टिक जम्मा गर्नुको सट्टा डाटाहरु जम्मा गर्ने योजना गरेका छौं ।

source: So we're going to get an image of the plastic with a robot -- so robots, kids get very excited.
ne: हामी रोबोटबाट प्लास्टिकको प्रतिलिपि बनाउदै छौं --- रोबोट भनेपछि, केटाकेटी दंग पर्छन ।

source: And the next thing we do -- we do what we call "rapid prototyping."
ne: हामीले गर्ने दोश्रो काम हो - तिब्र प्रतिलिपिकरण ।

source: We are so rapid at prototyping that the lunch is still in the lunchbox when we're hacking it.
ne: प्रतिलिपिकरण गर्न हामी यति तिब्र छौं, खाजा खानपनि बिर्सिन्छौँ ।

source: (Laughter) And we hack table lamps and webcams, into plumbing fixtures and we assemble that into a floating robot that will be slowly moving through water and through the plastic that we have there -- and this is the image that we get in the robot.
ne: ----- (हाँसो)------ हामी टेबल र वेबक्याम बिगारेर प्लम्बिङ्गमा फिट गर्दिन्छौं । ती सबै सामग्री लगेर पानीमा तैरिरहेको रोबोटमा जोडजाड पर्छौं र हामीले जम्मा गरेको प्लास्टिकहुँदै अगाडी बढाऊछौं र यस्तो प्रतिलिपि बनाऊछौं

source: So we see the plastic pieces floating slowly through the sensor, and the computer on board will process this image, and measure the size of each particle, so we have a rough estimate of how much plastic there is in the water.
ne: हामी सेन्सरमा प्लास्टिकका टुक्राहरू बिस्तारै तैरीरहेको देख्न सक्छौं, त्यहाँ रहेको कम्प्युटरले प्रतिलिपि बनाउन थाल्छ, प्रत्येक टुक्राहरुको आकार नाप्छ, जसको आधारमा हामी, पानीमा कति प्लास्टिक छ भन्ने अनुमान लगाउन सक्छौँ ।

source: So we documented this invention step by step on a website for inventors called Instructables, in the hope that somebody would make it even better.
ne: हामीले यस प्रबिधिको प्रत्येक तहको राम्ररी टिपोट बनायौं र अविस्कारकहरुको वेबसाइटमा राख्यौं, हामीलाई बिश्वास छ अरु कसैले यसलाइ अझ राम्रो बनाउनेछन् ।

source: What was really cool about this project was that the students saw a local problem, and boom -- they are trying to immediately address it.
ne: यो प्रोजेक्टको राम्रो पक्ष - बिद्यार्थीले स्थानीय समस्याहरु देख्नु, र देख्नासाथ समाधानको उपाय खोज्न थाल्नु हो ।

source: [I can investigate my local problem] But my students in Hong Kong are hyperconnected kids.
ne: (स्थानीय समस्या आफैं अनुसन्धान गर्न सक्छु) हंगकंगका मेरा बिद्यार्थीहरु निकै जिज्ञाशु छन् ।

source: And they watch the news, they watch the Internet, and they came across this image.
ne: उनीहरु TV, Internet हेर्छन् र नयाँ विचार लिएर आऊछन् ।

source: This was a child, probably under 10, cleaning up an oil spill bare-handed, in the Sundarbans, which is the world's largest mangrove forest in Bangladesh.
ne: लगभग १० बर्षको यो बच्चा नाङ्गो हातले पोखिएको तेल सफागर्दै छ- बंगलादेशको सुन्दर बनमा, जुन मानब निर्मित संसारकै सबै बन्द ठुलो जंगल हो ।

source: So they were very shocked, because this is the water they drink, this is the water they bathe in, this is the water they fish in -- this is the place where they live.
ne: यो देख्दा उनीहरु आश्चर्यचकित परेका थिए, किनकि यहि पानी, उनीहरुले पिउने, नुहाउने माछा मार्ने र यहि सेरोफेरोमा बस्ने गरेका थिए ।

source: And also you can see the water is brown, the mud is brown and oil is brown, so when everything is mixed up, it's really hard to see what's in the water.
ne: तपाईंदेख्न सक्नुहुन्छ- पानी खैरो छ, माटो र तेल पनि खैरो छ, सबैकुरा एकै ठाउंमा घुलमिल हुँदा पानीमा के छ, देख्न सकिन्न ।

source: But, there's a technology that's rather simple, that's called spectrometry, that allows you see what's in the water.
ne: एउटा साधारण प्रबिधि छ- स्पेक्ट्रोमेट्री, यसबाट हामी पानीमा के छ, देख्न सक्छौं ।

source: So we built a rough prototype of a spectrometer, and you can shine light through different substances that produce different spectrums, so that can help you identify what's in the water.
ne: त्यसैले हामीले स्पेक्ट्रोमीटरको प्रतिलिपि बनायौं । बिभिन्न पदार्थहरुबाट आएको उज्यालोले, बिभिन्न स्पेक्ट्रम बनाउछ, जसले पानीमा के छ, थाहा पाउन सहयोग गर्छ ।

source: So we packed this prototype of a sensor, and we shipped it to Bangladesh.
ne: हामीले यस्तै सेन्सरको प्रतिलिपिहरु बनायौं, र बंगलादेश पठायौं ।

source: So what was cool about this project was that beyond addressing a local problem, or looking at a local problem, my students used their empathy and their sense of being creative to help, remotely, other kids.
ne: यो प्रोजेक्टको रमाइलो पक्ष, स्थानीय समस्याहरुलाइ सम्बोधन गर्नु, वा स्थानीय समस्या हेर्नुको साथै, मेरा बिद्यार्थीहरुले स्थानीय केटाकेटीहरुको अवस्था महसुस गरेर , आफ्नो सिर्जनात्मकताको प्रयोग गर्न सके ।

source: [I can investigate a remote problem] So I was very compelled by doing the second experiments, and I wanted to take it even further -- maybe addressing an even harder problem, and it's also closer to my heart.
ne: (म टाढाको समस्या पत्तालगाउन सक्छु) दोस्रो अनुसन्धानबाट म अत्यन्त उत्साहित भएर अझ गहिरो अनुसन्धान गर्ने बिचारमा पुगें-- अझ कठिन कठिन समस्याहरु पत्ता लगाउने ।

source: So I'm half Japanese and half French, and maybe you remember in 2011 there was a massive earthquake in Japan.
ne: म आधा जापानी र आधा फ्रेन्च हुँ । तपाईंहरुलाई याद पनि होला, जापानमा सन् २०११ गएको भुकम्प ।

source: It was so violent that it triggered several giant waves -- they are called tsunami -- and those tsunami destroyed many cities on the eastern coast of Japan.
ne: त्यो यति खतरनाक थियो कि, त्यसले बिशाल छालहरु उत्पन्न गर्यो - जसलाई सुनामी भनिन्छ -- त्यस सुनामीले जापानका धेरै शहरहरु र पुर्बी तट ध्वस्त बनायो ।

source: More than 14,000 people died in an instant.
ne: त्यस घटनामा १४००० भन्दा बढी मानिसको ज्यान गयो ।

source: Also, it damaged the nuclear power plant of Fukushima, the nuclear power plant just by the water.
ne: साथै फुकिसिमा प्रान्तको आणविक भट्टी समेत केवल पानीले क्षति पुर्यायो ।

source: And today, I read the reports and an average of 300 tons are leaking from the nuclear power plant into the Pacific Ocean.
ne: अहिलेको प्रतिबेदन अनुसार लगभग ३०० टन जस्तो आणविक भट्टी बाट प्रशान्त महासागरमा चुहावट छ ।

source: And today the whole Pacific Ocean has traces of contamination of cesium-137.
ne: अहिले पुरा प्रशान्त महासागर सेसियम -१३७ द्वारा प्रदुषित छ ।

source: If you go outside on the West Coast, you can measure Fukushima everywhere.
ne: पश्चिमी तटतिर गएर हेर्ने हो भने, त्यसको असर जता ततै देख्न सकिन्छ ।

source: But if you look at the map, it can look like most of the radioactivity has been washed away from the Japanese coast, and most of it is now -- it looks like it's safe, it's blue.
ne: नक्सामा हेर्दा, एस्तो लाग्छ, सबै रेडियो तरंग जापानी तटबाट पखालिएका छन् , र हेर्दा लाग्छ पानी नीलो र सुरक्षित छ ।

source: Well, reality is a bit more complicated than this.
ne: तर बास्तबिकता यो भन्दा जटिल छ ।

source: So I've been going to Fukushima every year since the accident, and I measure independently and with other scientists, on land, in the river -- and this time we wanted to take the kids.
ne: त्यो दुखद घटना पश्चात म हरेक बर्ष फुकिसिमा गैरहेछु, म स्वतन्त्र रुपमा तथा अन्य बैज्ञानिकसंग मिलेर जमिन एवं नदीमा प्रभाव नाप्ने गर्छु-- यो पटक मैंले बिद्यार्थीहरुपनि लिएर जाने विचार गरेको थिएँ

source: So of course we didn't take the kids, the parents wouldn't allow that to happen.
ne: नि:सन्देह अविभावकहरुले अनुमति दिएनन् र हामीले लगेनौं ।

source: (Laughter) But every night we would report to "Mission Control" -- different masks they're wearing.
ne: ---- (हाँसो)------ हरेक रात हामी फरक मुखुण्डो लगाउने "मिसन कन्ट्रोल" संग सम्पर्क गर्थ्यौं ।

source: It could look like they didn't take the work seriously, but they really did because they're going to have to live with radioactivity their whole life.
ne: यस्सो हेर्दा, उनीहरुले त्यति ध्यान दिएका जस्तो नदेखिए पनि, ध्यान दिन्थे । किनकि उनीहरुलाई पुरै जीवन Radioactivity संग बिताउनु छ ।

source: And so what we did with them is that we'd discuss the data we collected that day, and talk about where we should be going next -- strategy, itinerary, etc...
ne: हामी उनीहरुसंग हरेक दिन संकलन भएका डाटाहरुको छलफल गर्थ्यौं, जानुपर्ने अर्को स्थानको बारेमा कुरा गर्थ्यौं, भावी रणनीति तयार गर्थ्यौं .

source: And to do this, we built a very rough topographical map of the region around the nuclear power plant.
ne: ...आदि । यो कार्यको लागी, हामीले एउटा साधारण Topographical Map बनायौं जुन, आणबिक भट्टी वरिपरिको थियो ।

source: And so we built the elevation map, we sprinkled pigments to represent real-time data for radioactivity, and we sprayed water to simulate the rainfall.
ne: नक्सामा अग्लो होचो बनायौं । Radioactivity जस्तै देखाउन रंग स्प्रे गर्यौं, पानी छर्केर वर्षा भएको देखायौं ।

source: And with this we could see that the radioactive dust was washing from the top of the mountain into the river system, and leaking into the ocean.
ne: यसबाट हामी देख्न सक्थ्यौं कि, Radioactive धुलोहरु पहाडहरुबाट पखालिंदै खोला तर्फ जाँदै थिए र बिस्तारै समुद्रमा मिल्दै थिए ।

source: So it was a rough estimate.
ne: यो सम्भावित अनुमान मात्रै हो ।

source: But with this in mind, we organized this expedition, which was the closest civilians have been to the nuclear power plant.
ne: यहि कुरा दिमागमा राखेर हामीले एउटा अभियान चलायौं, यसकालागी हामीले आणविक भट्टी नजिकका बासिन्दासँग सम्पर्क गर्यौं ।

source: We are sailing 1.5 kilometers away from the nuclear power plant, and with the help of the local fisherman, we are collecting sediment from the seabed with a custom sediment sampler we've invented and built.
ne: हामी आणविक भट्टी भन्दा १.५ कि.मि. टाढा छौं र हामीलाई सहयोग गर्दैछन स्थानीय माझीहरु , हामी समुद्रमा थिग्रिएको लेदो संकलन गर्दैछौं, हामी आफैले आविस्कार गरेर बनाएको नमुना संकलन यन्त्रको मद्धतले ।

source: We pack the sediment into small bags, we then dispatch them to hundreds of small bags that we send to different universities, and we produce the map of the seabed radioactivity, especially in estuaries where the fish will reproduce, and I will hope that we will have improved the safety of the local fishermen and of your favorite sushi.
ne: हामी यी लेदोहरुलाई सानो सानो ब्यागमा पोको पार्छौं, सयौंको संख्यामा यस्ता ब्यागहरु तयार गरेर विभिन्न यूनिवर्सिटीमा पठाऊछौं , र सामुद्रिक पिंधको Radioactivity को नक्सा बनाऊछौं, बिषेसगरि माछाले प्रजनन गर्ने मुहानहरुमा , अनि आशा राख्छौं, केहि सुधार भएको छ- स्थानीय माझीहरु र उनीहरुको प्यारो खाना - सुशीको ।

source: (Laughter) You can see a progression here -- we've gone from a local problem to a remote problem to a global problem.
ne: ----- (हाँसो)------ यहाँ केहि प्रगति देख्न सकिन्छ -- हामी स्थानीय समस्याबाट टाढाको हुदै संसारकै समस्या हेर्न थालेका छौं ।

source: And it's been super exciting to work at these different scales, with also very simple, open-source technologies.
ne: विभिन्न तहमा, साधारण र सर्वसुलभ प्रबिधिद्वारा काम गर्न रमाइलो छ ।

source: But at the same time, it's been increasingly frustrating because we have only started to measure the damage that we have done.
ne: कहिलेकहीं अत्याश पनि लाग्छ, हामी केवल हामीले बिगारेको कुरा मात्रै नाप्दै छौं ।

source: We haven't even started to try to solve the problems.
ne: समस्या समाधानको बिषयमा केहि थालेको छैन ।

source: And so I wonder if we should just take a leap and try to invent better ways to do all these things.
ne: कहिले कहीं मनमा लाग्छ, हामीले ठुलो फड्को मारेर यी कामहरु गर्न अझराम्रो तरिकाको आविस्कार गर्न सके !

source: And so the classroom started to feel a little bit small, so we found an industrial site in Hong Kong, and we turned it into the largest mega-space focused on social and environmental impact.
ne: ! यो सोचाई संग संगै, हामीलाई यो कक्षा कोठा सानो लाग्न थाल्यो । हामीले हंगकंगमा एउटा औद्योगिक क्षेत्र भेट्यौं । र यसलाई हामीले बिशाल कार्यशाला बनायौं र हामीले वातावरणीय प्रभाबलाइ बिशेष ध्यानमा राख्यौं ।

source: It's in central Hong Kong, and it's a place we can work with wood, metal, chemistry, a bit of biology, a bit of optics, basically you can build pretty much everything there.
ne: हंगकंगको केन्द्रमा रहेको यो स्थानमा हामी काठ, फलाम, रसायन अलि अलि जीवबिज्ञान, थोरै प्रकाश , लगभग चाहिएको सबै बनाउन सक्छौं ।

source: And its a place where adults and kids can play together.
ne: यो यस्तो ठाउंहो जहाँ बयस्क र केटाकेटी संगै खेल्न सक्छन् ।

source: It's a place where kids' dreams can come true, with the help of adults, and where adults can be kids again.
ne: यो यस्तो कोठा हो जहाँ, ठुला मान्छेको मद्धतले सानाको सपना साकार हुन्छ, अनि प्रौढ फेरी केटाकेटी बन्न सक्छन् ।

source: Student: Acceleration! Acceleration!
ne: बिद्यार्थी: फटाफट है फटाफट !

source: Cesar Harada: We're asking questions such as, can we invent the future of mobility with renewable energy?
ne: सेसर हरदा: हामी प्रश्न गर्दै छौं, जस्तै: नवीकरणीय ऊर्जाले भविष्यको यातायातको आविष्कार गर्न सक्छौं ?

source: For example.
ne: एउटा उदाहरण ।

source: Or, can we help the mobility of the aging population by transforming very standard wheelchairs into cool, electric vehicles?
ne: अथवा, हामी बृद्धहरुको यातायातको लागि साधारण व्हीलचेयरलाइ इलेक्ट्रिकमा रुपान्तरण गर्न सक्छौं ?

source: So plastic, oil and radioactivity are horrible, horrible legacies, but the very worst legacy that we can leave our children is lies.
ne: प्लास्टिक, पेट्रोलियम, विकिरण आदि स्वास्थ्यको लागि हानिकारक छन्, हामी त्यो भन्दा अझ हानिकारक कुरा सिकाउदै छौं - झुठ ।

source: We can no longer afford to shield the kids from the ugly truth because we need their imagination to invent the solutions.
ne: हामी डरलाग्दो सत्यबाट केटाकेटीहरुलाई लामो समय टाढा राख्न सक्दैनौं । यी समस्याको समाधान उनीहरुको कल्पनाबाटनै सम्भव छ ।

source: So citizen scientists, makers, dreamers -- we must prepare the next generation that cares about the environment and people, and that can actually do something about it.
ne: तसर्थ बैज्ञानिक, निर्माता, परिकल्पनाकार, नागरिकको रुपमा हामीले अर्को पुस्ता तयार गर्नुपर्छ, जसले हामी, हाम्रो बाताबरणको हेरचाह गर्नको साथै बास्तविकरुपमै केहि काम गरेर देखाउन सकुन्

source: I want to tell you three stories about the power of relationships to solve the deep and complex social problems of this century.
ne: म तपाइँहरूलार्इ ३ वटा कथाहरू भन्नेछु सम्बन्धहरूको शक्तिका बारेमा जसले शताब्दीकै सघन समस्याहरू सुल्झाउछन ।

source: You know, sometimes it seems like all these problems of poverty, inequality, ill health, unemployment, violence, addiction -- they're right there in one person's life.
ne: कहिलेकाही यस्तो देखिन्छ कि गरिवी, असमानता, अस्वस्थता, हिंसा, सबै समस्याहरू त्यही ब्यक्तीसँग मात्र छ

source: So I want to tell you about someone like this that I know.
ne: मैले चिनेको त्यस्तै एकजनाको बारे बताउँछु

source: I'm going to call her Ella.
ne: म उसलार्इ एल्ला भन्नेछु

source: Ella lives in a British city on a run down estate.
ne: एल्ला एउटा बेलायती शहरमा बस्छे

source: The shops are closed, the pub's gone, the playground's pretty desolate and never used, and inside Ella's house, the tension is palpable and the noise levels are deafening.
ne: जहाँ पसल, भट्टी बन्द छन खेलमैदान उजाड छ र, एल्लाको घरभित्र तनाव छ केहि सुन्नै नसकिने हल्ला छ।

source: The TV's on at full volume.
ne: टिभी पूरै चर्को आवाजमा खोलिएको छ।

source: One of her sons is fighting with one of her daughters.
ne: उनको एक छोरा अर्को छोरीसँग लडिरहेछ।

source: Another son, Ryan, is keeping up this constant stream of abuse from the kitchen, and the dogs are locked behind the bedroom door and straining.
ne: अर्को छोरा रायन भान्छाबाट मुख छाड्दैछ र शयनकक्षको ढोकापछि थुनेको कुकुर भुक्दैछ

source: Ella is stuck.
ne: एल्ला किंकर्तब्यबिमूढ भएकीछिन

source: She has lived with crisis for 40 years.
ne: उनी ४० बर्षदेखि यो समस्यामा छिन

source: She knows nothing else, and she knows no way out.
ne: उनले केहि मेसो पाएकी छैनिन, उपायहिन छिन

source: She's had a whole series of abusive partners, and, tragically, one of her children has been taken into care by social services.
ne: उनका सबै सहयात्रीहरू अभद्र थिए दुखको कुरो, उनको एक छोरा संस्थाले लगेको छ

source: The three children that still live with her suffer from a whole range of problems, and none of them are in education.
ne: उनीसँग बस्नै तीनैजना बच्चाहरू समस्याग्रस्त बाँचेका छन, स्कुल जाँदैनन

source: And Ella says to me that she is repeating the cycle of her own mother's life before her.
ne: एल्ला भन्छिन - उनी आफ्नी आमाको जस्तै जीवन दोहोर्याएकी छिन

source: But when I met Ella, there were 73 different services on offer for her and her family in the city where she lives, 73 different services run out of 24 departments in one city, and Ella and her partners and her children were known to most of them.
ne: मैले एल्लालार्इ भेट्दा त्यो शहरमा ७३ वटा विभिन्न सेवाहरू उपलब्ध् थिए। ती ७३ सेवाका २४ फरक विभागहरू छन, जो एल्ला, उनका केटाहरू, बच्चाहरूसँग परिचित छन

source: They think nothing of calling social services to try and mediate one of the many arguments that broke out.
ne: उनीहरू तनाव ब्यवस्थापनमा ती संस्थाको सहयोग लिने बारे सोचिरहेका छैनन

source: And the family home was visited on a regular basis by social workers, youth workers, a health officer, a housing officer, a home tutor and the local policemen.
ne: सामाजिक/युवा कार्यकर्ताहरू, स्वास्थ्य सेवी गृह ब्ववस्थापक र प्रहरीहरू नियमितजसो त्यो परिवारलार्इ भेट्ने गर्थे।
